{"question_token_to_idx": {"<NULL>": 0, "<START>": 1, "<END>": 2, "<UNK>": 3, "": 4, "!": 5, "\"bowl\"": 6, "\"destination\"": 7, "\"dressing\"": 8, "\"large\"": 9, "\"room\"": 10, "&": 11, "'how": 12, "'is": 13, "*oven": 14, ",": 15, "-": 16, "1": 17, "10": 18, "2": 19, "2-ply": 20, "20": 21, "3": 22, "4": 23, "46": 24, "5": 25, "50": 26, "6": 27, "8": 28, "88": 29, "a": 30, "able": 31, "aboard": 32, "about": 33, "above": 34, "accent": 35, "accessories": 36, "accident": 37, "accommodate": 38, "accompany": 39, "active": 40, "actual": 41, "actually": 42, "ad": 43, "ads": 44, "adult": 45, "adults": 46, "advertisement": 47, "advertisements": 48, "advertising": 49, "afghan": 50, "after": 51, "again": 52, "age": 53, "ah": 54, "ah!": 55, "air": 56, "airline": 57, "airplane": 58, "airplanes": 59, "airport": 60, "alarm": 61, "alcohol": 62, "all": 63, "allows": 64, "alone": 65, "along": 66, "alongside": 67, "already": 68, "also": 69, "altogether": 70, "amber": 71, "americans": 72, "among": 73, "amount": 74, "ample": 75, "an": 76, "and": 77, "andy": 78, "angry": 79, "animal": 80, "animals": 81, "ankle": 82, "annoying": 83, "another": 84, "ant": 85, "antenna": 86, "any": 87, "anybody": 88, "anymore": 89, "anyone": 90, "anything": 91, "anyway": 92, "anywhere": 93, "apart": 94, "appear": 95, "apple": 96, "apples": 97, "applesauce": 98, "appliance": 99, "appliances": 100, "approaching": 101, "approx": 102, "approximately": 103, "ar": 104, "are": 105, "area": 106, "aren't": 107, "arena": 108, "arm": 109, "armchair": 110, "arms": 111, "army": 112, "around": 113, "arrow": 114, "art": 115, "artwork": 116, "as": 117, "aside": 118, "ask": 119, "at": 120, "attached": 121, "attempting": 122, "attending": 123, "attention": 124, "atv": 125, "available": 126, "avg": 127, "aw": 128, "away": 129, "axles": 130, "b": 131, "babies": 132, "baby": 133, "baby's": 134, "back": 135, "backdrop": 136, "background": 137, "backpack": 138, "backpackers": 139, "backpacks": 140, "backrest": 141, "backsides": 142, "bacon": 143, "bag": 144, "baggage": 145, "bags": 146, "baking": 147, "balcony": 148, "baliaffray": 149, "ball": 150, "balloon": 151, "balls": 152, "banana": 153, "banana's": 154, "bananas": 155, "band": 156, "banners": 157, "bar": 158, "barbed": 159, "barber": 160, "bare": 161, "barn": 162, "barrels": 163, "barrier": 164, "bars": 165, "bartender": 166, "base": 167, "baseball": 168, "bases": 169, "basically": 170, "basket": 171, "bat": 172, "bath": 173, "bathroom": 174, "bathtub": 175, "bats": 176, "batter": 177, "bay": 178, "be": 179, "be!": 180, "beach": 181, "beads": 182, "beak": 183, "beans": 184, "bear": 185, "bear's": 186, "bearer": 187, "bears": 188, "beast": 189, "beautiful": 190, "because": 191, "bed": 192, "bedding": 193, "bedroom": 194, "bedrooms": 195, "beds": 196, "bedside": 197, "bedskirt": 198, "bedspread": 199, "bedstand": 200, "beef": 201, "been": 202, "beer": 203, "beets": 204, "before": 205, "behind": 206, "being": 207, "belching": 208, "bell": 209, "bellhop": 210, "belong": 211, "below": 212, "belt": 213, "bench": 214, "benches": 215, "beneath": 216, "berries": 217, "beside": 218, "besides": 219, "between": 220, "beverage": 221, "beverages": 222, "beyond": 223, "bible": 224, "bicycle": 225, "bicycles": 226, "big": 227, "bigger": 228, "bike": 229, "bikes": 230, "billowing": 231, "bin": 232, "bird": 233, "birdbath": 234, "birdcage": 235, "birdhouse": 236, "birds": 237, "birdseed": 238, "birthday": 239, "bit": 240, "bite": 241, "bites": 242, "black": 243, "blackbird": 244, "blackbirds": 245, "blanket": 246, "blankets": 247, "blender": 248, "block": 249, "blockade": 250, "blonde": 251, "blood": 252, "blowing": 253, "blue": 254, "bluth": 255, "board": 256, "boarders": 257, "boarding": 258, "boards": 259, "boat": 260, "boaters": 261, "boats": 262, "bodies": 263, "body": 264, "book": 265, "bookbag": 266, "bookcase": 267, "bookcases": 268, "bookmark": 269, "books": 270, "bookshelf": 271, "bookshelves": 272, "bookstore": 273, "booze": 274, "border": 275, "both": 276, "bottle": 277, "bottled": 278, "bottles": 279, "bottom": 280, "bountiful": 281, "bouquet": 282, "bow": 283, "bowl": 284, "bowler": 285, "bowling": 286, "bowls": 287, "box": 288, "boxcars": 289, "boxes": 290, "boy": 291, "boys": 292, "branch": 293, "brand": 294, "bread": 295, "breathe": 296, "brick": 297, "bride": 298, "bridge": 299, "bridle": 300, "briefcase": 301, "bright": 302, "brinks": 303, "broccoli": 304, "broccoli's": 305, "broccolies": 306, "broccolis": 307, "broken": 308, "brought": 309, "brown": 310, "brush": 311, "brushes": 312, "bubble": 313, "bucket": 314, "buggy": 315, "building": 316, "buildings": 317, "bulls": 318, "bun": 319, "bunch": 320, "bunches": 321, "bundle": 322, "bundled": 323, "bundt": 324, "bunk": 325, "bunnies": 326, "buns": 327, "burner": 328, "burners": 329, "burning": 330, "burnt": 331, "bus": 332, "bus'": 333, "buse": 334, "buses": 335, "bush": 336, "bushels": 337, "bushes": 338, "business": 339, "businesses": 340, "busses": 341, "busted": 342, "busy": 343, "but": 344, "butcher's": 345, "butter": 346, "button": 347, "buttons": 348, "by": 349, "bytes": 350, "ca": 351, "cab": 352, "cabinet": 353, "cabinets": 354, "cables": 355, "caboose": 356, "cage": 357, "cages": 358, "cake": 359, "cake-": 360, "cakes": 361, "calf": 362, "call": 363, "calves": 364, "came": 365, "camera": 366, "camper": 367, "can": 368, "can't": 369, "canal": 370, "candle": 371, "candles": 372, "candy": 373, "canisters": 374, "canoe": 375, "canopy": 376, "cap": 377, "cappuccino": 378, "captain": 379, "caption": 380, "captured": 381, "car": 382, "car's": 383, "carafe": 384, "caramel": 385, "carbohydrate": 386, "carbs!": 387, "card": 388, "cardboard": 389, "cards": 390, "care": 391, "caretaker": 392, "cargo": 393, "carnations": 394, "carnival": 395, "carousel": 396, "carousels": 397, "carpe": 398, "carpet": 399, "carpeted": 400, "carpeting": 401, "carpets": 402, "carrelage": 403, "carriage": 404, "carriages": 405, "carried": 406, "carrier": 407, "carriers": 408, "carrot": 409, "carrots": 410, "carry": 411, "carrying": 412, "cars": 413, "cart": 414, "carton": 415, "cartoon": 416, "carts": 417, "carve": 418, "carved": 419, "carvings": 420, "case": 421, "cases": 422, "cat": 423, "cat's": 424, "catalogue": 425, "catch": 426, "catcher": 427, "catcher's": 428, "catchers": 429, "catches": 430, "catching": 431, "cathedral": 432, "cats": 433, "catsup": 434, "cattle": 435, "cattle's": 436, "cauliflower": 437, "causing": 438, "ceiling": 439, "celebrations": 440, "celery": 441, "cell": 442, "cement": 443, "center": 444, "centered": 445, "cereal": 446, "certainly": 447, "chain": 448, "chains": 449, "chair": 450, "chairlift": 451, "chairlifts": 452, "chairs": 453, "chariot": 454, "checkout": 455, "cheese": 456, "cheesecake": 457, "chef's": 458, "chest": 459, "chicago": 460, "chicken": 461, "child": 462, "children": 463, "chili": 464, "chipped": 465, "chips": 466, "chocolate": 467, "chocolates": 468, "choking": 469, "chopsticks": 470, "chose": 471, "chrome": 472, "chunks": 473, "church": 474, "cider": 475, "circus": 476, "citrus": 477, "city": 478, "clean": 479, "cleaning": 480, "clear": 481, "clearance": 482, "clearing": 483, "cleaver": 484, "climb": 485, "clock": 486, "clock's": 487, "clocks": 488, "close": 489, "close-up": 490, "closed": 491, "closest": 492, "closing": 493, "cloth": 494, "clothes": 495, "clouds": 496, "clown": 497, "clutter": 498, "coach": 499, "coal": 500, "coaster": 501, "coat": 502, "coconut": 503, "coffee": 504, "coke": 505, "colander": 506, "cole": 507, "collage": 508, "collar": 509, "collar's": 510, "collecting": 511, "color": 512, "colored": 513, "colors": 514, "comb": 515, "combo": 516, "comfortably": 517, "comforter": 518, "comforters": 519, "coming": 520, "common": 521, "commuter": 522, "company": 523, "compartments": 524, "completely": 525, "composite": 526, "computer": 527, "computers": 528, "condensation": 529, "condiment": 530, "condiments": 531, "conductor": 532, "conductors": 533, "cone": 534, "cones": 535, "connected": 536, "connection": 537, "construction": 538, "contain": 539, "container": 540, "containers": 541, "control": 542, "controllers": 543, "controlling": 544, "controls": 545, "conveyor": 546, "cookbook": 547, "cookbooks": 548, "cooked": 549, "cooker": 550, "cookies": 551, "cooking": 552, "cookout": 553, "cooktop": 554, "cool": 555, "copyright": 556, "cord": 557, "cork": 558, "corks": 559, "corn": 560, "corner": 561, "corona": 562, "corralling": 563, "costumes": 564, "couch": 565, "couch*": 566, "couches": 567, "could": 568, "count": 569, "countable": 570, "counter": 571, "countertop": 572, "countertops": 573, "counting": 574, "couple": 575, "court": 576, "courteous": 577, "cover": 578, "covered": 579, "covering": 580, "cow": 581, "cow's": 582, "cowbell": 583, "cowboy": 584, "cowboys": 585, "cowgirl": 586, "cows": 587, "crab": 588, "crack": 589, "cracks": 590, "crammed": 591, "crane": 592, "crashing": 593, "crawl": 594, "cream": 595, "cream-filled": 596, "creatures": 597, "credit": 598, "crew": 599, "crib": 600, "croissants": 601, "cross": 602, "crossing": 603, "crosswalk": 604, "crowd": 605, "crowns": 606, "crust": 607, "cub": 608, "cuckoo": 609, "cucumber": 610, "cucumbers": 611, "cup": 612, "cup*u": 613, "cupboard": 614, "cupboards": 615, "cupcake": 616, "cupcakes": 617, "cups": 618, "curb": 619, "current": 620, "currently": 621, "cushion": 622, "cushions": 623, "cut": 624, "cutlery": 625, "cutter": 626, "cutters": 627, "cutting": 628, "daddy": 629, "damage": 630, "dame": 631, "dandelion": 632, "danger": 633, "davidson": 634, "daybed": 635, "daylight": 636, "days": 637, "dear": 638, "debris": 639, "decal": 640, "decals": 641, "decapitated": 642, "deck": 643, "decker": 644, "decks": 645, "decor": 646, "decorating": 647, "decoration": 648, "decorations": 649, "definitely": 650, "delay": 651, "delicious": 652, "delivery": 653, "den": 654, "deodorizing": 655, "departures": 656, "depicted": 657, "depot": 658, "describe": 659, "described": 660, "description": 661, "description!": 662, "desert": 663, "design": 664, "designs": 665, "desk": 666, "desks": 667, "desktop": 668, "destination": 669, "detail": 670, "details": 671, "diagram": 672, "dials": 673, "did": 674, "didn't": 675, "different": 676, "difficult": 677, "digging": 678, "digital": 679, "dinette": 680, "dining": 681, "dipping": 682, "direction": 683, "directions": 684, "directly": 685, "dirt": 686, "dirty": 687, "discarded": 688, "discards": 689, "disgusting": 690, "dish": 691, "dishes": 692, "dishwashing": 693, "dispenser": 694, "dispensers": 695, "display": 696, "displayed": 697, "distance": 698, "distinctive": 699, "distinguishing": 700, "district": 701, "divider": 702, "do": 703, "dock": 704, "docked": 705, "doe": 706, "does": 707, "doesn't": 708, "dog": 709, "dog's": 710, "doggie": 711, "doghouse": 712, "dogs": 713, "doing": 714, "doll": 715, "dolly": 716, "dolphin": 717, "domed": 718, "don't": 719, "donald": 720, "donut": 721, "donuts": 722, "door": 723, "doors": 724, "doorway": 725, "double": 726, "doubt": 727, "dough": 728, "doughnuts": 729, "down": 730, "dozen": 731, "dragon": 732, "drawing": 733, "drawn": 734, "dream": 735, "dress": 736, "dressage": 737, "dresser": 738, "dressing": 739, "drink": 740, "drinking": 741, "drinks": 742, "dripping": 743, "drive": 744, "driver": 745, "drivers": 746, "driveway": 747, "driving": 748, "driving!": 749, "droppings": 750, "drops": 751, "dry": 752, "dryer": 753, "drywall": 754, "dual": 755, "dugout": 756, "dump": 757, "dumped": 758, "dust": 759, "e": 760, "each": 761, "ear": 762, "ears": 763, "eat": 764, "eaten": 765, "eating": 766, "eats": 767, "ect": 768, "edge": 769, "edible": 770, "egg": 771, "eggs": 772, "eiffel": 773, "either": 774, "electric": 775, "electronic": 776, "elephant": 777, "elephant's": 778, "elephants": 779, "else": 780, "emblem": 781, "empty": 782, "enclosed": 783, "enclosure": 784, "end": 785, "engagement": 786, "engine": 787, "engines": 788, "engraving": 789, "engravings": 790, "enough": 791, "entertainment": 792, "entire": 793, "entirely": 794, "envelope": 795, "equal": 796, "equipment": 797, "escape": 798, "escorting": 799, "escorts": 800, "estimate": 801, "estimated": 802, "etc": 803, "etching": 804, "even": 805, "event": 806, "every": 807, "everyone": 808, "everywhere": 809, "evidence": 810, "ew!": 811, "eww": 812, "exact": 813, "exactly": 814, "except": 815, "exit": 816, "explain": 817, "explains": 818, "explicitly": 819, "extendable": 820, "external": 821, "extra": 822, "eye": 823, "eyeballs": 824, "fabric": 825, "face": 826, "faces": 827, "facing": 828, "fact": 829, "fake": 830, "falling": 831, "family": 832, "famous": 833, "fan": 834, "fancy": 835, "fantasy": 836, "far": 837, "farther": 838, "fast": 839, "fasteners": 840, "faucet": 841, "faucets": 842, "feces": 843, "fed": 844, "feed": 845, "feeder": 846, "feeding": 847, "feel": 848, "feet": 849, "fell": 850, "fellow": 851, "female": 852, "fence": 853, "fencing": 854, "ferns": 855, "ferry": 856, "feta": 857, "few": 858, "field": 859, "figure": 860, "figures": 861, "figurine": 862, "filling": 863, "filter": 864, "finger": 865, "fingers": 866, "fire": 867, "firedog": 868, "firefly": 869, "firetrucks": 870, "first": 871, "fish": 872, "fishbowl": 873, "fishers": 874, "fishing": 875, "fit": 876, "fixing": 877, "flag": 878, "flags": 879, "flamingos": 880, "flat": 881, "flatbed": 882, "flies": 883, "flip": 884, "float": 885, "floating": 886, "floats": 887, "flock": 888, "floor": 889, "flooring": 890, "floors": 891, "florets": 892, "flower": 893, "flowers": 894, "flowers-": 895, "flowery": 896, "flown": 897, "flush": 898, "flying": 899, "focal": 900, "focus": 901, "focusing": 902, "folded": 903, "folding": 904, "foliage": 905, "following": 906, "food": 907, "foot": 908, "footboard": 909, "footlong": 910, "for": 911, "ford": 912, "forest": 913, "fork": 914, "forklift": 915, "forks": 916, "form": 917, "frame": 918, "free": 919, "freestanding": 920, "freezer": 921, "french": 922, "fridge": 923, "fries": 924, "frisbee": 925, "frisbee's": 926, "frisbees": 927, "from": 928, "front": 929, "frosted": 930, "frosting": 931, "fruit": 932, "fruits": 933, "fryer": 934, "full": 935, "full-grown": 936, "fully": 937, "funny": 938, "fur": 939, "furniture": 940, "furniture*": 941, "futon": 942, "gah": 943, "gallons": 944, "game": 945, "garage": 946, "garbage": 947, "garden": 948, "gas": 949, "gate": 950, "gear": 951, "general": 952, "get": 953, "getting": 954, "giant": 955, "gift": 956, "giraffe": 957, "giraffe's": 958, "giraffes": 959, "give": 960, "glass": 961, "glasses": 962, "glassware": 963, "glaze": 964, "glazed": 965, "glove": 966, "gloves": 967, "go": 968, "goes": 969, "goggles": 970, "going": 971, "gold": 972, "golf": 973, "gonna": 974, "good": 975, "goods": 976, "got": 977, "graffiti": 978, "grandfather": 979, "grandmother": 980, "granite": 981, "grapes": 982, "graphic": 983, "graphics": 984, "grass": 985, "grassy": 986, "grated": 987, "gravel": 988, "gravy": 989, "gray": 990, "graze": 991, "grazing": 992, "grease": 993, "great!": 994, "green": 995, "greenery": 996, "greenhouse": 997, "greens": 998, "greeting": 999, "grey": 1000, "griddle": 1001, "grill": 1002, "grinder": 1003, "grip": 1004, "gripping": 1005, "groom": 1006, "gross": 1007, "ground": 1008, "group": 1009, "groups": 1010, "growing": 1011, "grown": 1012, "guard": 1013, "guarding": 1014, "guess": 1015, "guessing": 1016, "guesstimate": 1017, "guide": 1018, "guiding": 1019, "gulls": 1020, "guy": 1021, "guys": 1022, "ha": 1023, "habitat": 1024, "had": 1025, "haha": 1026, "hair": 1027, "hairbrush": 1028, "half": 1029, "half-eaten": 1030, "halfpipe": 1031, "hallway": 1032, "halter": 1033, "halves": 1034, "ham": 1035, "hamburger": 1036, "hand": 1037, "handbags": 1038, "handle": 1039, "handler": 1040, "handles": 1041, "hands": 1042, "handy": 1043, "hangin": 1044, "hanging": 1045, "happened": 1046, "hard": 1047, "hardwood": 1048, "harley": 1049, "harness": 1050, "harpoon": 1051, "has": 1052, "hat": 1053, "hauled": 1054, "hauling": 1055, "have": 1056, "haven\u2019t": 1057, "having": 1058, "hawk": 1059, "hay": 1060, "hazards": 1061, "he": 1062, "he's": 1063, "head": 1064, "headboard": 1065, "headgear": 1066, "heading": 1067, "headlight": 1068, "headlights": 1069, "heads": 1070, "heavy": 1071, "height": 1072, "held": 1073, "hello": 1074, "helmet": 1075, "help": 1076, "helpful": 1077, "helping": 1078, "her": 1079, "herbs": 1080, "herd": 1081, "herder": 1082, "herding": 1083, "here": 1084, "hi": 1085, "high": 1086, "hill": 1087, "him": 1088, "himself": 1089, "his": 1090, "hit": 1091, "hitched": 1092, "hitting": 1093, "hmmm": 1094, "hold": 1095, "holder": 1096, "holders": 1097, "holding": 1098, "hole": 1099, "holes": 1100, "home": 1101, "honey": 1102, "hood": 1103, "hooked": 1104, "hookups": 1105, "horn": 1106, "horns": 1107, "horse": 1108, "horse's": 1109, "horseman": 1110, "horses": 1111, "horses'": 1112, "hose": 1113, "hospital": 1114, "hot": 1115, "hotdog": 1116, "hotdogs": 1117, "hotel": 1118, "house": 1119, "houseboats": 1120, "houses": 1121, "how": 1122, "hugging": 1123, "human": 1124, "humans": 1125, "hummingbird": 1126, "hungry": 1127, "hunting": 1128, "hydrant": 1129, "hydrants": 1130, "i": 1131, "i'll": 1132, "i'm": 1133, "ice": 1134, "icing": 1135, "identification": 1136, "identifier": 1137, "identifying": 1138, "ie": 1139, "if": 1140, "illegally": 1141, "imac": 1142, "image": 1143, "images": 1144, "importance": 1145, "important": 1146, "impressive": 1147, "in": 1148, "inch": 1149, "inches": 1150, "including": 1151, "incorrect": 1152, "incorrectly": 1153, "incredibly": 1154, "indicate": 1155, "indicated": 1156, "indicates": 1157, "indicating": 1158, "indication": 1159, "indicators": 1160, "indoors": 1161, "information": 1162, "ingredients": 1163, "inscription": 1164, "insert": 1165, "inside": 1166, "inside!": 1167, "installed": 1168, "intention": 1169, "interesting": 1170, "intersection": 1171, "into": 1172, "intricate": 1173, "invisible": 1174, "involved": 1175, "is": 1176, "island": 1177, "isn't": 1178, "it": 1179, "it's": 1180, "italy": 1181, "item": 1182, "items": 1183, "its": 1184, "itself": 1185, "ivy": 1186, "jacket": 1187, "japanese": 1188, "jeep": 1189, "jelly": 1190, "jet": 1191, "jets": 1192, "jewelry": 1193, "judge": 1194, "judged": 1195, "juice": 1196, "jump": 1197, "jumped": 1198, "jumping": 1199, "junk": 1200, "just": 1201, "kangaroo": 1202, "keep": 1203, "keeping": 1204, "ketchup": 1205, "keyboard": 1206, "keyboards": 1207, "kicked": 1208, "kids": 1209, "kind": 1210, "kinds": 1211, "kit": 1212, "kitchen": 1213, "kite": 1214, "kite's": 1215, "kiteboarding": 1216, "kites": 1217, "kitesurfing": 1218, "kitten": 1219, "kittens": 1220, "kleenex": 1221, "knees": 1222, "knife": 1223, "knives": 1224, "knobs": 1225, "know": 1226, "koala": 1227, "lab": 1228, "label": 1229, "labeled": 1230, "labels": 1231, "ladder": 1232, "ladders": 1233, "ladle": 1234, "lady": 1235, "ladybug": 1236, "lake": 1237, "lamb": 1238, "lamp": 1239, "lamps": 1240, "land": 1241, "lanes": 1242, "languages": 1243, "lap": 1244, "laptop": 1245, "laptop's": 1246, "laptops": 1247, "large": 1248, "larger": 1249, "lasagna": 1250, "lawn": 1251, "layer": 1252, "layers": 1253, "laying": 1254, "lbs": 1255, "lead": 1256, "leader": 1257, "leading": 1258, "leaf": 1259, "lean": 1260, "leaning": 1261, "leash": 1262, "least": 1263, "leather": 1264, "leaves": 1265, "ledge": 1266, "left": 1267, "legible": 1268, "legs": 1269, "lemon": 1270, "lemons": 1271, "lengths": 1272, "less": 1273, "let": 1274, "lettering": 1275, "letters": 1276, "lettuce": 1277, "levels": 1278, "license": 1279, "lid": 1280, "life": 1281, "lifeguard": 1282, "lift": 1283, "lifts": 1284, "light": 1285, "lighter": 1286, "lights": 1287, "like": 1288, "lil": 1289, "limit": 1290, "line": 1291, "lined": 1292, "linen": 1293, "lines": 1294, "lining": 1295, "lips": 1296, "lipstick": 1297, "liquid": 1298, "liquids": 1299, "listed": 1300, "lit": 1301, "litter": 1302, "little": 1303, "lived": 1304, "living": 1305, "loading": 1306, "lobsters": 1307, "located": 1308, "location": 1309, "lock": 1310, "locomotive": 1311, "locomotives": 1312, "logo": 1313, "logos": 1314, "lol": 1315, "long": 1316, "longboat": 1317, "look": 1318, "looking": 1319, "looks": 1320, "looms": 1321, "lot": 1322, "lotion": 1323, "lots": 1324, "lounge": 1325, "love": 1326, "loveseat": 1327, "low": 1328, "luggage": 1329, "lumber": 1330, "lump": 1331, "lying": 1332, "macaroni": 1333, "machine": 1334, "made": 1335, "magnets": 1336, "mail": 1337, "main": 1338, "make": 1339, "maker": 1340, "maker's": 1341, "makes": 1342, "making": 1343, "male": 1344, "mall": 1345, "mama": 1346, "man": 1347, "man's": 1348, "management": 1349, "manner": 1350, "manning": 1351, "mantle": 1352, "many": 1353, "marbles": 1354, "mark": 1355, "marking": 1356, "markings": 1357, "marmalade": 1358, "marshmallows": 1359, "master": 1360, "mat": 1361, "matches": 1362, "matching": 1363, "material": 1364, "mattress": 1365, "may": 1366, "maybe": 1367, "mayo": 1368, "mayonnaise": 1369, "me": 1370, "me!!": 1371, "meal": 1372, "mean": 1373, "meant": 1374, "measure": 1375, "measuring": 1376, "meat": 1377, "meatball": 1378, "meatballs": 1379, "medicine": 1380, "meeting": 1381, "melon": 1382, "melted": 1383, "memory": 1384, "men": 1385, "mention": 1386, "mentioning": 1387, "menu": 1388, "mess": 1389, "message": 1390, "metal": 1391, "meter": 1392, "meters": 1393, "mice": 1394, "micro": 1395, "microwave": 1396, "microwave'": 1397, "microwaves": 1398, "midair": 1399, "middle": 1400, "might": 1401, "military": 1402, "milk": 1403, "milking": 1404, "mint": 1405, "mirror": 1406, "mirrors": 1407, "mis-read": 1408, "missing": 1409, "mistake!": 1410, "misunderstood": 1411, "mitt": 1412, "mix": 1413, "mixed": 1414, "mixing": 1415, "moat": 1416, "mobile": 1417, "model": 1418, "moisture": 1419, "mom": 1420, "moment": 1421, "momma": 1422, "mommy": 1423, "monitor": 1424, "monkey": 1425, "monorail": 1426, "monument": 1427, "moo-cows": 1428, "moored": 1429, "mooring": 1430, "mop": 1431, "moped": 1432, "more": 1433, "most": 1434, "mostly": 1435, "motel": 1436, "mother": 1437, "motion": 1438, "motor": 1439, "motorboat": 1440, "motorcycle": 1441, "motorcycle's": 1442, "motorcycles": 1443, "mounted": 1444, "mouse": 1445, "mousepad": 1446, "mouses": 1447, "mouth": 1448, "mouths": 1449, "mouthwash": 1450, "movement": 1451, "moving": 1452, "mozzarella": 1453, "much": 1454, "mud": 1455, "muffins": 1456, "mugs": 1457, "multi-tool": 1458, "multiple": 1459, "mural": 1460, "museum": 1461, "mushroom": 1462, "mushrooms": 1463, "mustard": 1464, "my": 1465, "n": 1466, "name": 1467, "names": 1468, "naming": 1469, "napkin": 1470, "napkins": 1471, "nasty": 1472, "near": 1473, "nearby": 1474, "neck": 1475, "neckties": 1476, "need": 1477, "needed": 1478, "needles": 1479, "nest": 1480, "net": 1481, "nets": 1482, "netting": 1483, "new": 1484, "newer": 1485, "newspaper": 1486, "newspapers": 1487, "next": 1488, "nice": 1489, "nicknacks": 1490, "night": 1491, "nightstand": 1492, "nightstands": 1493, "no": 1494, "non": 1495, "normal": 1496, "nose": 1497, "not": 1498, "note": 1499, "notebook": 1500, "notebooks": 1501, "notes": 1502, "noteworthy": 1503, "nothing": 1504, "notre": 1505, "now": 1506, "number": 1507, "numbers": 1508, "numerals": 1509, "oars": 1510, "oatmeal": 1511, "object": 1512, "objects": 1513, "obstacles": 1514, "obvious": 1515, "occasion": 1516, "occupied": 1517, "ocean": 1518, "odd": 1519, "oddly": 1520, "of": 1521, "off": 1522, "office": 1523, "offspring": 1524, "oh": 1525, "ohhhhh": 1526, "oil": 1527, "ok": 1528, "okay": 1529, "old": 1530, "older": 1531, "olive": 1532, "olives": 1533, "on": 1534, "once": 1535, "one": 1536, "ones": 1537, "onion": 1538, "onions": 1539, "onlookers": 1540, "only": 1541, "onto": 1542, "oops": 1543, "open": 1544, "opener": 1545, "opening": 1546, "operating": 1547, "opposite": 1548, "or": 1549, "orange": 1550, "oranges": 1551, "orchids": 1552, "order": 1553, "ordered": 1554, "ostrich": 1555, "ostriches": 1556, "other": 1557, "others": 1558, "ounces": 1559, "out": 1560, "outdoor": 1561, "outdoors": 1562, "outfits": 1563, "outhouse": 1564, "outrigger": 1565, "outside": 1566, "oven": 1567, "ovens": 1568, "over": 1569, "overall": 1570, "overhead": 1571, "overstuffed": 1572, "owl": 1573, "owner": 1574, "owns": 1575, "pack": 1576, "package": 1577, "pad": 1578, "paddle": 1579, "page": 1580, "pages": 1581, "pail": 1582, "paint": 1583, "painted": 1584, "painting": 1585, "pair": 1586, "pairs": 1587, "pan": 1588, "pancake": 1589, "pancakes": 1590, "panda": 1591, "pans": 1592, "paper": 1593, "paperwork": 1594, "parade": 1595, "park": 1596, "parked": 1597, "parking": 1598, "parmesan": 1599, "parsley": 1600, "part": 1601, "particular": 1602, "particularly": 1603, "partition": 1604, "parts": 1605, "passenger": 1606, "passengers": 1607, "passes": 1608, "passing": 1609, "past": 1610, "pasta": 1611, "paste": 1612, "pastrami": 1613, "pastries": 1614, "pasture": 1615, "patch": 1616, "path": 1617, "pathway": 1618, "patient": 1619, "patio": 1620, "pattern": 1621, "patterns": 1622, "patties": 1623, "patty": 1624, "pavement": 1625, "paws": 1626, "pc": 1627, "peach": 1628, "peanut": 1629, "pears": 1630, "peas": 1631, "pedestal": 1632, "pee": 1633, "peel": 1634, "peels": 1635, "pen": 1636, "pencils": 1637, "pens": 1638, "pentagon": 1639, "people": 1640, "pepper": 1641, "pepperoni": 1642, "pepperoni's": 1643, "pepperonis": 1644, "peppers": 1645, "per": 1646, "perfect!": 1647, "perform": 1648, "performer": 1649, "performing": 1650, "perimeter": 1651, "person": 1652, "person's": 1653, "personal": 1654, "personnel": 1655, "persons": 1656, "pet": 1657, "petting": 1658, "phone": 1659, "phones": 1660, "photo": 1661, "photograph": 1662, "photographer": 1663, "photography": 1664, "photos": 1665, "piano": 1666, "pic": 1667, "pick": 1668, "picked": 1669, "pickle": 1670, "pickles": 1671, "pickup": 1672, "picture": 1673, "pictured": 1674, "pictures": 1675, "pie": 1676, "piece": 1677, "pieces": 1678, "pier": 1679, "pigs": 1680, "pile": 1681, "pill": 1682, "pillow": 1683, "pillows": 1684, "pin": 1685, "pine": 1686, "pineapple": 1687, "pineapples": 1688, "pink": 1689, "pitchfork": 1690, "pits": 1691, "pizza": 1692, "pizza's": 1693, "pizzas": 1694, "placard": 1695, "place": 1696, "placemat": 1697, "places": 1698, "plain": 1699, "plane": 1700, "planes": 1701, "planks": 1702, "plant": 1703, "planting": 1704, "plants": 1705, "plaque": 1706, "plasma": 1707, "plastic": 1708, "plate": 1709, "plates": 1710, "platform": 1711, "platter": 1712, "platters": 1713, "play": 1714, "player": 1715, "players": 1716, "playground": 1717, "playing": 1718, "please": 1719, "pleasure": 1720, "plenty": 1721, "plow": 1722, "plugged": 1723, "plunger": 1724, "plus": 1725, "pocket": 1726, "point": 1727, "polar": 1728, "pole": 1729, "poles": 1730, "police": 1731, "policeman": 1732, "pollen": 1733, "pony": 1734, "poo": 1735, "pooh": 1736, "pool": 1737, "pooling": 1738, "poop": 1739, "poor": 1740, "poppy": 1741, "porch": 1742, "pork": 1743, "porn": 1744, "port": 1745, "portable": 1746, "portion": 1747, "portrait": 1748, "posing": 1749, "possible": 1750, "post": 1751, "postcard": 1752, "posted": 1753, "poster": 1754, "postmark": 1755, "pot": 1756, "potato": 1757, "potatoes": 1758, "pots": 1759, "potted": 1760, "pottery": 1761, "pounds": 1762, "pouring": 1763, "powder": 1764, "powdered": 1765, "power": 1766, "powerline": 1767, "preferably": 1768, "present": 1769, "preservers": 1770, "pretty": 1771, "prevent": 1772, "price": 1773, "primary": 1774, "print": 1775, "printed": 1776, "produce": 1777, "products": 1778, "projects": 1779, "prongs": 1780, "propellers": 1781, "protective": 1782, "protest": 1783, "pudding": 1784, "puddle": 1785, "pulled": 1786, "pulling": 1787, "pump": 1788, "punchbowl": 1789, "purchase": 1790, "purple": 1791, "purse": 1792, "pushing": 1793, "put": 1794, "queen": 1795, "question": 1796, "questions": 1797, "quilt": 1798, "race": 1799, "rack": 1800, "racket": 1801, "rackets": 1802, "racks": 1803, "racquet": 1804, "radio": 1805, "rail": 1806, "railing": 1807, "railroad": 1808, "rain": 1809, "rainbow": 1810, "ramp": 1811, "ramps": 1812, "randomly": 1813, "rather": 1814, "reach": 1815, "reaching": 1816, "read": 1817, "reader": 1818, "reading": 1819, "reads:": 1820, "ready": 1821, "real": 1822, "realized": 1823, "really": 1824, "rear": 1825, "reason": 1826, "reasons": 1827, "receive": 1828, "recipe": 1829, "recliner": 1830, "reclining": 1831, "red": 1832, "referring": 1833, "reflected": 1834, "reflection": 1835, "reflections": 1836, "refrigerator": 1837, "refrigerators": 1838, "regular": 1839, "relevant": 1840, "relish": 1841, "remaining": 1842, "remarkable": 1843, "remote": 1844, "remotes": 1845, "removed": 1846, "rescuer": 1847, "resides": 1848, "respond": 1849, "rest": 1850, "restaurant": 1851, "resting": 1852, "restraint": 1853, "resulting": 1854, "retrieve": 1855, "rhinos": 1856, "ribbon": 1857, "ribbons": 1858, "rice": 1859, "rider": 1860, "riders": 1861, "riding": 1862, "right": 1863, "ring": 1864, "rings": 1865, "ripe": 1866, "rising": 1867, "river": 1868, "riverbed": 1869, "road": 1870, "roadblocks": 1871, "roam": 1872, "rock": 1873, "rocking": 1874, "rocks": 1875, "rods": 1876, "roll": 1877, "roller": 1878, "rollerblading": 1879, "rolls": 1880, "roman": 1881, "roof": 1882, "room": 1883, "roomy": 1884, "rope": 1885, "ropes": 1886, "roses": 1887, "rotting": 1888, "roughly": 1889, "roughly-how": 1890, "route": 1891, "row": 1892, "rowers": 1893, "rowing": 1894, "rows": 1895, "rubber": 1896, "rug": 1897, "rugs": 1898, "run": 1899, "running": 1900, "runway": 1901, "rust": 1902, "rv": 1903, "s": 1904, "sacks": 1905, "saddle": 1906, "saddles": 1907, "safari": 1908, "said": 1909, "sail": 1910, "sailboat": 1911, "sailboats": 1912, "sailing": 1913, "sailor": 1914, "sails": 1915, "salad": 1916, "sale": 1917, "salesman": 1918, "salesperson": 1919, "salt": 1920, "same": 1921, "sand": 1922, "sandwich": 1923, "sandwiched": 1924, "sandwiches": 1925, "sauce": 1926, "saucer": 1927, "sauces": 1928, "sauerkraut": 1929, "sausage": 1930, "sausages": 1931, "say": 1932, "says": 1933, "scar": 1934, "scarecrow": 1935, "scarecrows": 1936, "scarf": 1937, "scarves": 1938, "scary": 1939, "scattered": 1940, "scene": 1941, "scenery": 1942, "schedule": 1943, "school": 1944, "science": 1945, "scissors": 1946, "scooter": 1947, "scrap": 1948, "scrapbook": 1949, "scratches": 1950, "scratching": 1951, "screen": 1952, "screens": 1953, "scrubber": 1954, "sculpture": 1955, "se": 1956, "season": 1957, "seasoning": 1958, "seasonings": 1959, "seat": 1960, "seated": 1961, "seating": 1962, "seats": 1963, "seaweed": 1964, "second": 1965, "secs": 1966, "section": 1967, "sections": 1968, "secure": 1969, "see": 1970, "seed": 1971, "seem": 1972, "seems": 1973, "seen": 1974, "seeping": 1975, "segment": 1976, "selection": 1977, "sell": 1978, "selling": 1979, "semi": 1980, "semis": 1981, "sense": 1982, "sense!": 1983, "separate": 1984, "separated": 1985, "separating": 1986, "seriously": 1987, "serve": 1988, "served": 1989, "server": 1990, "serves": 1991, "serving": 1992, "set": 1993, "sets": 1994, "setting": 1995, "settings": 1996, "several": 1997, "sewer's": 1998, "sewing": 1999, "shadow": 2000, "shadowing": 2001, "shag": 2002, "shaker": 2003, "shampoo": 2004, "shape": 2005, "shaped": 2006, "share": 2007, "sharing": 2008, "shark": 2009, "she": 2010, "sheared": 2011, "sheep": 2012, "sheepdog": 2013, "sheeps": 2014, "sheet": 2015, "sheets": 2016, "shelf": 2017, "shell": 2018, "shelter": 2019, "shelves": 2020, "shining": 2021, "ship": 2022, "shirt": 2023, "shirts": 2024, "shoe": 2025, "shoes": 2026, "shop": 2027, "shopping": 2028, "shot": 2029, "should": 2030, "shoulder": 2031, "show": 2032, "shower": 2033, "showing": 2034, "shown": 2035, "shrimp": 2036, "side": 2037, "sidecar": 2038, "sides": 2039, "sidewalk": 2040, "sight": 2041, "sign": 2042, "signage": 2043, "signaling": 2044, "signals": 2045, "significance": 2046, "significant": 2047, "signs": 2048, "sill": 2049, "silver": 2050, "silverware": 2051, "since": 2052, "singer": 2053, "single": 2054, "sink": 2055, "sinks": 2056, "sippy": 2057, "sit": 2058, "site": 2059, "sitting": 2060, "sizes": 2061, "skate": 2062, "skateboard": 2063, "skateboarder": 2064, "skateboarders": 2065, "skateboarding": 2066, "skateboards": 2067, "skating": 2068, "ski": 2069, "ski's": 2070, "skies": 2071, "skiing": 2072, "skillet": 2073, "skin": 2074, "skirt": 2075, "skis": 2076, "skull": 2077, "sky": 2078, "slaw": 2079, "sleep": 2080, "sleeper": 2081, "sleeping": 2082, "slice": 2083, "sliced": 2084, "slicer": 2085, "slices": 2086, "slope": 2087, "slots": 2088, "slotted": 2089, "small": 2090, "smaller": 2091, "smallest": 2092, "smoke": 2093, "sniffing": 2094, "snow": 2095, "snowboard": 2096, "snowboarder": 2097, "snowboarders": 2098, "snowboarding": 2099, "snowboards": 2100, "snows": 2101, "so": 2102, "soap": 2103, "soaps": 2104, "soda": 2105, "sodas": 2106, "sofa": 2107, "sofas": 2108, "soft": 2109, "sold": 2110, "sole": 2111, "solid": 2112, "solo": 2113, "some": 2114, "someone": 2115, "something": 2116, "somewhere": 2117, "son": 2118, "sony": 2119, "sorry": 2120, "sorry!": 2121, "sorry-meant": 2122, "sort": 2123, "sounds": 2124, "soup": 2125, "sour": 2126, "source": 2127, "soy": 2128, "space": 2129, "sparse": 2130, "spatula": 2131, "special": 2132, "species": 2133, "specific": 2134, "specify": 2135, "speed": 2136, "speeds": 2137, "speedway": 2138, "spill": 2139, "spinach": 2140, "spiral": 2141, "spire": 2142, "splashed": 2143, "splashing": 2144, "spongebob": 2145, "sponsors": 2146, "spoon": 2147, "spoons": 2148, "sporting": 2149, "sports": 2150, "spot": 2151, "spots": 2152, "spout": 2153, "spray": 2154, "spread": 2155, "sprig": 2156, "sprinkled": 2157, "sprinkles": 2158, "square": 2159, "squares": 2160, "squeezed": 2161, "stack": 2162, "stacked": 2163, "stage": 2164, "stained": 2165, "stainless": 2166, "stains": 2167, "stair": 2168, "stairs": 2169, "stalk": 2170, "stalks": 2171, "stall": 2172, "stand": 2173, "standard": 2174, "standing": 2175, "stands": 2176, "starbucks": 2177, "staring": 2178, "started": 2179, "stating": 2180, "station": 2181, "statue": 2182, "statute": 2183, "stay": 2184, "steak": 2185, "stealing": 2186, "steam": 2187, "steel": 2188, "steeple": 2189, "steering": 2190, "stem": 2191, "step": 2192, "stick": 2193, "sticker": 2194, "stickers": 2195, "sticking": 2196, "sticks": 2197, "still": 2198, "stirrer": 2199, "stirring": 2200, "stone": 2201, "stones": 2202, "stop": 2203, "stopped": 2204, "stopping": 2205, "store": 2206, "stories": 2207, "stove": 2208, "straight": 2209, "strainer": 2210, "straw": 2211, "strawberries": 2212, "strawberry": 2213, "stray": 2214, "stream": 2215, "street": 2216, "streetcar": 2217, "streetcars": 2218, "streets": 2219, "string": 2220, "strings": 2221, "stripe": 2222, "striped": 2223, "stripes": 2224, "students": 2225, "stuff": 2226, "stuffed": 2227, "stuffing": 2228, "style": 2229, "subject": 2230, "substance": 2231, "subway": 2232, "such": 2233, "sudo-truck": 2234, "sugar": 2235, "suggesting": 2236, "suit": 2237, "suitable": 2238, "suitcase": 2239, "suitcases": 2240, "sun": 2241, "sunglasses": 2242, "sunlight": 2243, "sunny": 2244, "supervising": 2245, "supply": 2246, "suppose": 2247, "supposed": 2248, "sure": 2249, "surface": 2250, "surfboard": 2251, "surfboards": 2252, "surfer": 2253, "surfer's": 2254, "surfers": 2255, "surfing": 2256, "surround": 2257, "surrounded": 2258, "surrounding": 2259, "suv": 2260, "suvs": 2261, "sweater": 2262, "sweet": 2263, "swimming": 2264, "swing": 2265, "swiss": 2266, "syrup": 2267, "system": 2268, "table": 2269, "tablecloth": 2270, "tables": 2271, "tablet": 2272, "tack": 2273, "tag": 2274, "tags": 2275, "tail": 2276, "taken": 2277, "taking": 2278, "talking": 2279, "tall": 2280, "tan": 2281, "tangerines": 2282, "tank": 2283, "tape": 2284, "taps": 2285, "tarmac": 2286, "tarp": 2287, "tea": 2288, "teabag": 2289, "team": 2290, "tears": 2291, "teddy": 2292, "telephone": 2293, "television": 2294, "tell": 2295, "telling": 2296, "tending": 2297, "tennis": 2298, "tents": 2299, "tether": 2300, "text": 2301, "than": 2302, "thank": 2303, "that": 2304, "that's": 2305, "that\u2019s": 2306, "the": 2307, "their": 2308, "theirs": 2309, "them": 2310, "theme": 2311, "then": 2312, "there": 2313, "there--more": 2314, "these": 2315, "they": 2316, "they'd": 2317, "thing": 2318, "things": 2319, "think": 2320, "third": 2321, "this": 2322, "those": 2323, "thought": 2324, "threw": 2325, "through": 2326, "throw": 2327, "throwing": 2328, "thrown": 2329, "ticket": 2330, "tie": 2331, "tied": 2332, "tiers": 2333, "ties": 2334, "tile": 2335, "till": 2336, "time": 2337, "timely": 2338, "timer": 2339, "tines": 2340, "tinsel": 2341, "tinting": 2342, "tires": 2343, "tissue": 2344, "tissues": 2345, "title": 2346, "to": 2347, "toast": 2348, "toaster": 2349, "toasters": 2350, "together": 2351, "toilet": 2352, "toilet's": 2353, "toiletries": 2354, "toilets": 2355, "toilette": 2356, "tomato": 2357, "tomatoes": 2358, "tons": 2359, "too": 2360, "took": 2361, "tools": 2362, "tooth": 2363, "toothbrush": 2364, "toothbrushes": 2365, "toothpaste": 2366, "toothpick": 2367, "top": 2368, "topped": 2369, "topper": 2370, "topping": 2371, "toppings": 2372, "tops": 2373, "total": 2374, "totally": 2375, "touch": 2376, "touche'": 2377, "touching": 2378, "tour": 2379, "tourist": 2380, "tourists": 2381, "tow": 2382, "tow-truck": 2383, "towel": 2384, "towels": 2385, "tower": 2386, "towers": 2387, "town": 2388, "toy": 2389, "toys": 2390, "track": 2391, "tracks": 2392, "tractor": 2393, "traffic": 2394, "trailer": 2395, "train": 2396, "train's": 2397, "trainer": 2398, "trainers": 2399, "training": 2400, "trains": 2401, "tram": 2402, "transit": 2403, "trash": 2404, "travelling": 2405, "tray": 2406, "trays": 2407, "tree": 2408, "trees": 2409, "triangular": 2410, "trick": 2411, "trim": 2412, "trip": 2413, "trophy": 2414, "truck": 2415, "trucks": 2416, "trump": 2417, "trunk": 2418, "try": 2419, "trying": 2420, "tub": 2421, "tubes": 2422, "tugboat": 2423, "tulips": 2424, "tums": 2425, "tunnel": 2426, "turkers": 2427, "turkey": 2428, "turner": 2429, "tusks": 2430, "tv": 2431, "tv's": 2432, "tvs": 2433, "twin": 2434, "type": 2435, "types": 2436, "typo": 2437, "u": 2438, "umbrella": 2439, "umbrella's": 2440, "umbrellas": 2441, "umpire": 2442, "uncooked": 2443, "uncut": 2444, "under": 2445, "underneath": 2446, "unique": 2447, "unit": 2448, "unopened": 2449, "unrinal": 2450, "untied": 2451, "unusual": 2452, "up": 2453, "upholstered": 2454, "urinal": 2455, "urine": 2456, "use": 2457, "used": 2458, "using": 2459, "utensil": 2460, "utensils": 2461, "vacation": 2462, "vague": 2463, "van": 2464, "vanity": 2465, "varieties": 2466, "variety": 2467, "vase": 2468, "vases": 2469, "vegetable": 2470, "vegetables": 2471, "vegetation": 2472, "veggies": 2473, "vehicle": 2474, "vehicles": 2475, "vendor": 2476, "very": 2477, "vest": 2478, "video": 2479, "view": 2480, "viewable": 2481, "vintage": 2482, "visible": 2483, "volleyball": 2484, "vs": 2485, "w": 2486, "waffles": 2487, "wagon": 2488, "wagons": 2489, "wait": 2490, "waiting": 2491, "wake": 2492, "walker": 2493, "walking": 2494, "walkway": 2495, "wall": 2496, "wallpaper": 2497, "walls": 2498, "want": 2499, "wanted": 2500, "wanting": 2501, "warehouse": 2502, "was": 2503, "washcloth": 2504, "waste": 2505, "wastebasket": 2506, "watch": 2507, "watching": 2508, "water": 2509, "watering": 2510, "watermelon": 2511, "waters": 2512, "waterway": 2513, "wave": 2514, "wavy": 2515, "waxing": 2516, "way": 2517, "ways": 2518, "we": 2519, "wearing": 2520, "weather": 2521, "web": 2522, "wedding": 2523, "wedges": 2524, "weighs": 2525, "weird": 2526, "weird-": 2527, "well": 2528, "were": 2529, "what": 2530, "what's": 2531, "whatever": 2532, "wheel": 2533, "wheelchair": 2534, "wheelchairs": 2535, "wheels": 2536, "when": 2537, "where": 2538, "whether": 2539, "which": 2540, "whip": 2541, "whipped": 2542, "white": 2543, "whites": 2544, "who": 2545, "whoa!": 2546, "whole": 2547, "why": 2548, "wicker": 2549, "wide": 2550, "wii": 2551, "will": 2552, "wind": 2553, "window": 2554, "windows": 2555, "windowsill": 2556, "windsail": 2557, "windscreen": 2558, "wine": 2559, "wing": 2560, "winner": 2561, "winnie": 2562, "wire": 2563, "wires": 2564, "with": 2565, "without": 2566, "woman": 2567, "woman's": 2568, "women": 2569, "wondrous": 2570, "wood": 2571, "wooden": 2572, "woods": 2573, "word": 2574, "wording": 2575, "wordings": 2576, "words": 2577, "work": 2578, "workbench": 2579, "worked": 2580, "worker": 2581, "working": 2582, "workstation": 2583, "worn": 2584, "worries": 2585, "worth": 2586, "would": 2587, "wrangling": 2588, "wrapper": 2589, "wrapping": 2590, "writing": 2591, "writings": 2592, "written": 2593, "wrong": 2594, "yard": 2595, "yarn": 2596, "yea": 2597, "yeah": 2598, "yellow": 2599, "yes": 2600, "yet": 2601, "you": 2602, "you!": 2603, "young": 2604, "your": 2605, "youths": 2606, "yucky": 2607, "zebra": 2608, "zebra's": 2609, "zebras": 2610, "zipper": 2611, "zippers": 2612}, "program_token_to_idx": {"<NULL>": 0, "<START>": 1, "<END>": 2, "<UNK>": 3, "ball]": 4, "bat]": 5, "bear]": 6, "count": 7, "dog]": 8, "drier]": 9, "exist": 10, "filter_type": 11, "filter_type[airplane]": 12, "filter_type[apple]": 13, "filter_type[backpack]": 14, "filter_type[banana]": 15, "filter_type[baseball": 16, "filter_type[bear]": 17, "filter_type[bed]": 18, "filter_type[bench]": 19, "filter_type[bicycle]": 20, "filter_type[bird]": 21, "filter_type[boat]": 22, "filter_type[book]": 23, "filter_type[bottle]": 24, "filter_type[bowl]": 25, "filter_type[broccoli]": 26, "filter_type[bus]": 27, "filter_type[cake]": 28, "filter_type[car]": 29, "filter_type[carrot]": 30, "filter_type[cat]": 31, "filter_type[cell": 32, "filter_type[chair]": 33, "filter_type[clock]": 34, "filter_type[couch]": 35, "filter_type[cow]": 36, "filter_type[cup]": 37, "filter_type[dining": 38, "filter_type[dog]": 39, "filter_type[donut]": 40, "filter_type[elephant]": 41, "filter_type[fire": 42, "filter_type[fork]": 43, "filter_type[frisbee]": 44, "filter_type[giraffe]": 45, "filter_type[hair": 46, "filter_type[handbag]": 47, "filter_type[horse]": 48, "filter_type[hot": 49, "filter_type[keyboard]": 50, "filter_type[kite]": 51, "filter_type[knife]": 52, "filter_type[laptop]": 53, "filter_type[microwave]": 54, "filter_type[motorcycle]": 55, "filter_type[mouse]": 56, "filter_type[orange]": 57, "filter_type[oven]": 58, "filter_type[parking": 59, "filter_type[person]": 60, "filter_type[pizza]": 61, "filter_type[potted": 62, "filter_type[refrigerator]": 63, "filter_type[remote]": 64, "filter_type[sandwich]": 65, "filter_type[scissors]": 66, "filter_type[sheep]": 67, "filter_type[sink]": 68, "filter_type[skateboard]": 69, "filter_type[skis]": 70, "filter_type[snowboard]": 71, "filter_type[spoon]": 72, "filter_type[sports": 73, "filter_type[stop": 74, "filter_type[suitcase]": 75, "filter_type[surfboard]": 76, "filter_type[teddy": 77, "filter_type[tennis": 78, "filter_type[tie]": 79, "filter_type[toaster]": 80, "filter_type[toilet]": 81, "filter_type[toothbrush]": 82, "filter_type[traffic": 83, "filter_type[train]": 84, "filter_type[truck]": 85, "filter_type[tv]": 86, "filter_type[umbrella]": 87, "filter_type[vase]": 88, "filter_type[wine": 89, "filter_type[zebra]": 90, "glass]": 91, "glove]": 92, "hydrant]": 93, "light]": 94, "meter]": 95, "phone]": 96, "plant]": 97, "racket]": 98, "scene": 99, "sign]": 100, "table]": 101}, "answer_token_to_idx": {"<NULL>": 0, "<START>": 1, "<END>": 2, "<UNK>": 3, "0": 4, "1": 5, "10": 6, "100": 7, "104": 8, "11": 9, "12": 10, "13": 11, "14": 12, "15": 13, "150": 14, "16": 15, "17": 16, "18": 17, "19": 18, "2": 19, "20": 20, "200": 21, "21": 22, "22": 23, "23": 24, "24": 25, "25": 26, "26": 27, "27": 28, "28": 29, "29": 30, "3": 31, "30": 32, "300": 33, "32": 34, "33": 35, "34": 36, "35": 37, "36": 38, "4": 39, "40": 40, "41": 41, "43": 42, "45": 43, "47": 44, "48": 45, "5": 46, "50": 47, "500": 48, "55": 49, "57": 50, "58": 51, "6": 52, "60": 53, "63": 54, "7": 55, "70": 56, "73": 57, "75": 58, "8": 59, "80": 60, "86": 61, "87": 62, "9": 63, "90": 64, "no": 65, "yes": 66}}